{
   "1001": {
       "name": "Israeli Shakshuka",
       "description": "Shakshuka may be at the apex of eggs-for-dinner recipes, though in Israel it is breakfast food, a bright, spicy start to the day with a pile of pita or challah served on the side. (It also makes excellent brunch or lunch food.) It’s a one-skillet recipe of eggs baked in a tomato-red pepper sauce spiced with cumin, paprika and cayenne.",
       "servings": "6",
       "cooktime": "1 hr 15 mins",
       "type": ["breakfast"],
       "kind": ["non-vegan"],
       "ingrdients": ["2 teaspoons olive oil", "4 extra large ripe tomatoes, chopped", "2 red bell peppers, diced", "1 large onion, diced", "1 green jalapeno pepper, finely diced", "26 1⁄2 ounces pomi brand chopped tomatoes", "kosher salt, to taste", "black pepper, to taste", "6 large eggs"],
       "steps": ["1. You need a large nonstick deep sauté pan that has a cover. Sauté onions in olive oil until opaque and tender.", "2. Add red bell pepper and continue sauteeing until it softens up.", "3. Reduce heat to low. Add the fresh chopped tomatoes, cook until they are breaking apart.", "4. With a slotted spoon, add the chunkiest parts of the contents of the Pomi, the majority of the sauce should remain in the carton. Add the jalapeno now also.", "5. Cook for 30-40 minutes, partially cover, and stir every once in a while. If it starts to look dry, add some of the sauce from the carton, slowly , as you need it. Add the salt and pepper - I like a lot because I love salt on tomatoes.", "6. The final product should be a thick sauce that just looks like a whole lot of tomatoes stuck together - with very little to no juice, that is about 1-1 1/2 inches high.", "7. Crack open the eggs on top of the shakshuka, one by one, giving each their own space. The whites should overlap, but the yolk should be spaced about 4 fingerwidths from each other. My pan can fit 6-8 eggs very comfortably.", "8. Cover tightly with a lid and simmer for 20 minutes.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/c_thumb,q_80,w_562,h_316/v1/img/recipes/28/18/77/ZyG0h2VYRjei7iPFSWNI_food.com-14.jpg", "https://img.sndimg.com/food/image/upload/c_thumb,q_80,w_562,h_316/v1/img/recipes/28/18/77/KoxncjmUTTCxhQ2TAxtw_food.com-1.jpg", "https://img.sndimg.com/food/image/upload/c_thumb,q_80,w_562,h_316/v1/img/recipes/28/18/77/picFMQxCM.jpg"]
   },
  "1002": {
       "name": "Persian Eggs Poached In Tomato Sauce",
       "description": "Variation: You can make this a little spicier, add a small chili to the onions. If you do so, you may want to omit the chives and instead garnish with finely chopped parsley.",
       "servings": "2-4",
       "cooktime": "30 mins",
       "type": ["breakfast"],
       "kind": ["non-vegan"],
       "ingrdients": ["1 1⁄2 tablespoons olive oil or butter", "1 small onion, finely chopped", "1 garlic clove, finely chopped", "4 -5 medium tomatoes, peeled, seeded and chopped", "salt (to taste)", "pepper (to taste)", "4 eggs", "1 tablespoon chives, finely chopped"],
       "steps": ["1. Put the oil in a non-stick skillet over medium high heat. Add onions and garlic. Stir-fry for a minute, then reduce heat to medium. Continue cooking vegetables for 3 or 4 minutes so that the onion becomes translucent with a little color around the edges.", "2. Add the tomatoes and simmer. Cook uncovered for 10 minutes. Season with salt and pepper to taste.", "3. Once the sauce has cooked, use the back of a spoon to create 4 rounded wells, one in each quarter of the pan. Carefully break each egg and place into each of the hollows.", "4. Cover pan with a lid leaving it partially open to allow some heat and moisture to escape. Cook until eggs reach your preferred level of doneness.", "5.Carefully scoop egg with some sauce onto serving plates. Garnish with chives.", "6. Serve with warmed pita or other flatbread of choice.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/w_560,h_315,c_thumb,fl_progressive,q_80/v1/img/recipes/14/09/36/picNtZT84.jpg", "https://img.sndimg.com/food/image/upload/w_560,h_315,c_thumb,fl_progressive,q_80/v1/img/recipes/14/09/36/MKsSj2GcS7WwiGJ0QQQZ_DSC_0610.jpg", "https://img.sndimg.com/food/image/upload/w_560,h_315,c_thumb,fl_progressive,q_80/v1/img/recipes/14/09/36/8913XGCRSQypHIYqlXt5_DSC_0612.jpg"]
   },
  "1003": {
       "name": "Vegan Sweet Potato Pancakes",
       "description": "These vegan sweet potato pancakes are so nice and fluffy, and they come together in no time. I used spelt flour, but you could also use all-purpose or whole wheat pastry flour for them. They can probably be made gluten free as well: try a blend of oat and teff flours like I did in this pancake recipe.",
       "servings": "3",
       "cooktime": "23 mins",
       "type": ["breakfast"],
       "kind": ["vegan"],
       "ingrdients": ["2 tablespoons ground flax tbsp water", "4 tablespoons water", "1 1⁄2 cups whole spelt flour", "1⁄3 cup brown sugar or coconut sugar", "1⁄2 teaspoon salt", "1 teaspoon baking powder", "1⁄2 teaspoon baking soda", "2 teaspoons cinnamon", "1⁄4 teaspoon nutmeg (freshly ground)", "1 1⁄2 cups soymilk (or another non-dairy milk)", "1 teaspoon apple cider or white vinegar", "1 teaspoon vanilla extract", "1⁄4 cup plus 2 tbsp mashed sweet potato", "2 tablespoons coconut oil save more for frying pancakes"],
       "steps": ["1. Combine the flax and water in a large mixing bow to make the flax egg.", "2.Combine the flour, sugar, salt, baking powder, baking soda, and spices in another large bowl.", "3. To the flax egg add the soy milk, vinegar, vanilla, sweet potato, and oil and whisk well, until combined.", "4. Stir the wet ingredients into the dry ingredients until just combined.", "5. Preheat a skillet and melt a couple tablespoons of coconut oil on the surface. Ladle some batter onto the skillet (about ½ cup), and fill with as many pancakes as you can comfortably fit. I can do 3 in my skillet.", "6. Cook on each side on medium-low heat for about 3 minutes. Flip when the center starts to bubble. Place cooked pancakes onto a clean plate which you can keep warm in the oven at its lowest setting.", "7. To serve top the pancakes with maple syrup, vegan tempeh bacon, toasted coconut, nuts or seeds.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/c_thumb,q_80,w_629,h_354/v1/img/submissions/recipe/2001386140/qHt1UvvZTdeue8QEigOY_Sweet-Potato-Pancakes2.jpg"]
   },
  "1004": {
       "name": "Tropical Smoothie Bowl",
       "description": "Add a taste of the tropical to your breakfast with our easy vegan, mango and pineapple smoothie bowl.",
       "servings": "2",
       "cooktime": "20 mins",
       "type": ["breakfast"],
       "kind": ["vegan"],
       "ingrdients": ["1 small ripe mango , stoned, peeled and cut into chunks", "200g pineapple , peeled, cored and cut into chunks", "2 ripe bananas", "2 tbsp coconut yogurt (not coconut-flavoured yogurt)", "150ml coconut drinking milk", "2 passion fruits , halved, seeds scooped out", "handful blueberries", "2 tbsp coconut flakes", "a few mint leaves"],
       "steps": ["1. Put the mango, pineapple, bananas, dairy free yogurt and coconut milk in a blender, and blitz until smooth and thick.", "2. Pour into two bowls and decorate with the passion fruit, blueberries, coconut flakes and mint leaves.", "3. Will keep in the fridge for 1 day. Add the toppings just before serving.", "And Enjoy!"],
       "images": ["https://images.immediate.co.uk/production/volatile/sites/30/2020/08/tropical-smoothie-bowl-37e6a75.jpg?quality=90&webp=true&resize=440,400"]
   },
  "1005": {
       "name": "Cheddar and Apple Grilled Cheese Sandwiches",
       "description": "The classic combination of tart apples and savory Cheddar transform a basic grilled cheese into a sophisticated sandwich.",
       "servings": "2",
       "cooktime": "15 min",
       "type": ["lunch"],
       "kind": ["non-vegan"],
       "ingrdients": ["4 slices sourdough bread", "6 slices sharp Cheddar, about 3 ounces", "Half apple, cored and thinly sliced", "2 tablespoon unsalted butter"],
       "steps": ["1. Put 2 slices of bread on a cutting board or work surface. Top each with two slices of cheese, the apple slices, a third slice of cheese and another piece of bread. Press down lightly.", "2. Heat 1 tablespoon butter in a large skillet over medium-low heat. Add the sandwiches and cook until the bread toasts and the cheese is slightly melted, 3 to 5 minutes. Flip with a spatula and add the remaining tablespoon of butter to the pan. Cook until the other side is toasted and the cheese is melted, about 3 minutes more, adjusting the heat as needed to keep the bread from burning before the cheese melts.", "And Enjoy!"],
       "images": ["https://food.fnr.sndimg.com/content/dam/images/food/fullset/2018/4/2/3/LS-Library_Cheddar-and-Apple-Grilled-Cheese-Sandwiches_s4x3.jpg.rend.hgtvcom.826.620.suffix/1522724857463.jpeg"]
   },
  "1006": {
       "name": "Buffalo Chicken Pizza",
       "description": "This buffalo chicken pizza is full of spicy buffalo sauce, chicken, and drizzled with a creamy ranch dressing. Use my easy homemade pizza dough or start with a store bought crust.",
       "servings": "4",
       "cooktime": "30 min",
       "type": ["lunch"],
       "kind": ["non-vegan"],
       "ingrdients": ["1 pound refrigerated pizza dough, at room temperature", "1 stick (8 tablespoons) unsalted butter", "1/2 cup hot sauce", "1 1/2 cups shredded rotisserie chicken", "1 1/2 cups shredded mozzarella", "2 tablespoons crumbled blue cheese", "1 scallion, sliced on the bias, for garnish"],
       "steps": ["1. Set a pizza stone on an oven rack and preheat the oven to 425 degrees F. Roll out and stretch the dough on parchment paper or a pizza peel to a 12-inch circle; set aside.", "2. Melt the butter in a medium saucepan over medium-low heat and whisk in the hot sauce. Pour half the mixture into a medium bowl, add the chicken and stir to coat fully. Pour any excess sauce back into the saucepan.", "3. Ladle a few tablespoons of the remaining hot sauce mixture on the dough and spread in a thin even layer. Scatter with the chicken and mozzarella. Sprinkle the blue cheese on top.", "4. Transfer the pizza to the preheated pizza stone and cook until crisp, 12 to 15 minutes. Garnish with the scallions, and drizzle the remaining sauce over the top.", "And Enjoy!"],
       "images": ["https://food.fnr.sndimg.com/content/dam/images/food/fullset/2015/1/9/0/FNK_pizza_s4x3.jpg.rend.hgtvcom.826.620.suffix/1424927507760.jpeg"]
   },
  "1007": {
       "name": "Vegan Burritos",
       "description": "Pack these vegan wraps with vegetables, rice and chipotle black beans to make a delicious and nutritious lunch.",
       "servings": "4",
       "cooktime": "40 min",
       "type": ["lunch"],
       "kind": ["vegan"],
       "ingrdients": ["4 large or 8 small tortilla wraps", "2 large handfuls spinach leaves, shredded", "1 avocado, thinly sliced (optional)", "hot sauce, to serve", "1 tbsp oil", "1 garlic clove, crushed", "1 tbsp chipotle paste", "400g can chopped tomatoes", "400g black beans, drained", "1 bunch coriander, chopped", "250g wholegrain rice, cooked and drained", "1 lime, juiced", "½ red onion, very finely chopped", "50g hazelnuts, roughly chopped"],
       "steps": ["1. To make the beans, heat the oil in a pan and fry the garlic for a minute, then stir in the chipotle paste. Tip in the tomatoes, stir and bring to a simmer. Season with salt. Simmer until thick, add the beans and cook briefly (make sure any water gets cooked off), then stir in the coriander.", "2. If you are using cold cooked rice, then warm it through, stir in the lime juice, red onion and nuts and season well.", "3. Lay out the tortillas and sprinkle over some spinach, add some avocado slices and some rice, then top with the bean mix. Add a shake of hot sauce, if you like. Roll the bottom up, then fold the sides in to stop the filling falling out as you roll. Wrap tightly in foil, if you like, and cut in half.", "And Enjoy!"],
       "images": ["https://images.immediate.co.uk/production/volatile/sites/30/2020/08/burrito-bf165ae.jpg?quality=90&webp=true&resize=440,400"]
   },
  "1008": {
       "name": "Egyptian Red Lentil Soup",
       "description": "A yummy soup that uses my favorite lentils. Adapted from a Moosewood recipe. This is a good and healthy take-to-work lunch.",
       "servings": "6-8",
       "cooktime": "1 hr 23 min",
       "type": ["lunch"],
       "kind": ["vegan"],
       "ingrdients": ["5 cups vegetable broth or 5 cups water", "1 cup dried red lentils", "2 cups chopped onions", "2 cups chopped potatoes", "8 garlic cloves, peeled and left whole", "1 tablespoon canola oil", "2 teaspoons ground cumin", "1⁄2 teaspoon turmeric", "1 teaspoon salt", "1⁄3 cup chopped fresh cilantro", "3 tablespoons fresh lemon juice"],
       "steps": ["1. Add the first 5 ingredients to a large pot; cover and bring to a boil.", "2. Lower the heat and simmer 15-20 minutes or until the lentils and veggies are tender.", "3. Take pot from stove burner and set aside.", "4. In a small saucepan, add the oil; warm over low heat until the oil is hot but not smoking.", "5. Add in the cumin, turmeric, and salt; cook and stir constantly for for 2-3 minutes or until the cumin has released its fragrance (be careful not to scorch the spices).", "6. Set spice mixture aside for 1 minute to cool.", "7. Stir spice mixture into the lentil mixture; add cilantro, stir to combine.", "8. You can puree the soup, in batches, in a blender OR you can use an immersion blender and blend to desired texture (I like to leave it a little chunky).", "9. Add in lemon juice; stir to combine.", "10. Rewarm soup in soup pot; season if needed with salt and pepper.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/94/67/3/SwGnCcatRhGdLJW6R3DZ_IMG_7574.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_560/v1/img/recipes/94/67/3/picjKAT9q.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_560/v1/img/recipes/94/67/3/qLybAWv3RJabG2rUfZ2I_20190319_204559.jpg"]
   },
  "1009": {
       "name": "Chicken Alfredo",
       "description": "This easy Chicken Alfredo recipe includes golden pan-fried seasoned chicken breasts and tender noodles, coated in the most dreamy cream sauce ever. A showstopper meal and it’s all done in just over 30 minutes!",
       "servings": "6",
       "cooktime": "33 min",
       "type": ["dinner"],
       "kind": ["non-vegan"],
       "ingrdients": ["16 ounces dry fettuccine pasta", "1 pound boneless, skinless chicken breasts", "2 teaspoons Italian seasoning", "3/4 teaspoon kosher salt", "1/4 teaspoon pepper", "2 tablespoons extra-virgin olive oil", "1 tablespoon butter", "1/2 cup butter , cut into large cubes or slices", "2 cups heavy whipping cream", "1 clove garlic , minced", "3/4 teaspoon garlic powder", "1/4 teaspoon salt", "1/4 teaspoon pepper", "2 cups freshly grated Parmesan cheese"],
       "steps": ["1. Bring a large pot of salted water to a boil. Add the fettuccine and cook until al dente according to package directions, usually 10 minutes. Reserve 1/2 cup of the cooking water, then drain well. Set aside.", "2. Season chicken breasts with the Italian seasoning, salt, and pepper.", "3. Warm the olive oil over medium-high heat in a large nonstick skillet. Once it’s shimmering, swirl the pan to evenly distribute. Add the chicken and leave it undisturbed for 5-7 minutes, until the bottom is golden-brown. Flip over and add in 1 tablespoon of butter between them, picking up the pan to give it a gentle swirl to distribute. Continue cooking for another 5-7 minutes (or an internal temperature reaches 165 degrees F.)", "4. Transfer the chicken to a cutting board and let rest for 3 minutes. Cut into 1/2-inch-thick slices. Tent with foil while you prepare the sauce.", "5. In the same pan, over medium-low heat, add the butter and cream; whisk until butter has melted.", "6. Add in the minced garlic, garlic powder, Italian seasoning, salt, and pepper; whisk until combined and smooth.", "7. Bring to a gentle simmer (do not boil) and cook for 3-4 minutes, whisking constantly, until it starts to thicken.", "8. Stir in the parmesan cheese just until melted and the sauce is smooth. (If the sauce ends up too thick, add some of the reserved pasta cooking water, a few tablespoons at a time, to thin it out.)", "9. Take sauce off the heat and immediately toss with the cooked fettuccine noodles.", "10. Divide the pasta among serving bowls and top with a few slices of chicken. Garnish with parsley, more Parmesan, and black pepper if desired.", "And Enjoy!"],
       "images": ["https://bellyfull.net/wp-content/uploads/2021/02/Chicken-Alfredo-blog-2.jpg", "https://bellyfull.net/wp-content/uploads/2021/02/Chicken-Alfredo-blog-4.jpg", "https://bellyfull.net/wp-content/uploads/2021/02/Chicken-Alfredo-blog.jpg"]
   },
  "1010": {
       "name": "Animal-Style Burgers",
       "description": "Animal Style is code for a patty grilled in mustard and served with lettuce, tomato, pickles, grilled onions and an extra helping of the California-based signature sauce. The official recipe is a secret, but our Kitchens created this close second.",
       "servings": "4",
       "cooktime": "55 min",
       "type": ["dinner"],
       "kind": ["non-vegan"],
       "ingrdients": ["2 tablespoons vegetable oil, plus more for brushing", "2 large onions, finely chopped", "Kosher salt", "1/4 cup mayonnaise", "2 tablespoons ketchup", "1 tablespoon sweet pickle relish", "1/2 teaspoon white vinegar", "2 pounds ground beef chuck (preferably 60% lean)", "4 hamburger buns", "1/4 cup sliced dill pickles", "3/4 cup shredded iceberg lettuce", "4 to 8 thin slices tomato", "Freshly ground pepper", "1/4 cup yellow mustard", "8 slices American cheese"],
       "steps": ["1. Heat the vegetable oil in a large skillet over medium-low heat. Add the onions and 3/4 teaspoon salt, cover and cook, stirring occasionally, until golden and soft, about 30 minutes. (If the onions brown too quickly, reduce the heat to low.)", "2. Uncover, increase the heat to medium high and continue to cook, stirring often, until caramelized, about 8 more minutes. Add 1/2 cup water to the skillet, scraping up any browned bits from the bottom of the pan. Simmer, stirring, until the water evaporates, about 2 more minutes; transfer to a bowl and set aside. (The onions can be made up to 3 days ahead; cover and refrigerate, then reheat before using.)", "3. Mix the mayonnaise, ketchup, relish and vinegar in a bowl; set aside. Shape the beef into 8 patties, about 4 inches wide and 1/2 inch thick.", "4. Heat a griddle or skillet over medium heat; lightly brush with vegetable oil. Toast the buns on the griddle, split-side down. Spread each toasted bun bottom with about 1 tablespoon of the mayonnaise mixture, then top with a few pickles, some lettuce, 1 or 2 slices tomato and another dollop of the mayonnaise mixture; set aside. (Keep the griddle hot.)", "5. Season both sides of the patties with salt and pepper. Working in batches if necessary, put the patties on the griddle and cook 3 minutes. Spread about 1 1/2 teaspoons mustard on the uncooked side of each patty, then flip and top each with 1 slice cheese; continue cooking about 2 more minutes for medium doneness. Top 4 of the patties with caramelized onions, then cover with the remaining patties, cheese-side up. Sandwich the double patties on the buns.", "And Enjoy!"],
       "images": ["https://food.fnr.sndimg.com/content/dam/images/food/fullset/2012/6/1/2/FNM_070112-Copy-That-Almost-Famous-Animal-Style-Burger-Recipe_s4x3.jpg.rend.hgtvcom.826.620.suffix/1382541460839.jpeg"]
   },
  "1011": {
       "name": "Buffalo Cauliflower",
       "description": "Cauliflower is all the rage nowadays, and there’s nothing like a new trend to get you excited to fire it up in the kitchen! Maybe you love cauliflower rice, or you’re often found chowing down on a cauliflower crust pizza. But we’re throwing it back with the recipe that started all the cauliflowerlove: buffalo cauliflower. They’re so flavor-packed that won’t even miss wing night with these around.",
       "servings": "4",
       "cooktime": "40 min",
       "type": ["dinner"],
       "kind": ["vegan"],
       "ingrdients": ["¾ cup all-purpose flour", "1 teaspoon paprika", "2 teaspoons garlic powder", "1 teaspoon salt", "½ teaspoon pepper", "¾ cup milk alternative", "1 head cauliflower", "¼ cup buffalo sauce or hot sauce", "2 tablespoons coconut oil or vegetable oil", "1 tablespoon honey"],
       "steps": ["1. Preheat the oven to 450˚F (230˚C). Line a baking sheet with parchment paper.", "2. In a large bowl, add the flour, paprika, garlic powder, salt, pepper, and milk, and stir until well-combined.", "3. Break the head of cauliflower into florets, about 1½-inches wide. Add the cauliflower florets to the batter, making sure each piece is evenly coated. Arrange the coated cauliflower on the baking sheet. Bake for 20 minutes, flipping halfway.", "4. Meanwhile, in a small bowl, combine the buffalo sauce, coconut oil, and honey and stir until evenly combined. Brush the buffalo sauce mixture on the cauliflower and bake for another 20 minutes.", "And Enjoy!"],
       "images": ["https://img.buzzfeed.com/video-api-prod/assets/200d51250efd4d769230d31adcfcf0f7/IMG_9931_FB.jpg", "https://img.buzzfeed.com/tasty-app-user-assets-prod-us-east-1/tips/b547661bb84545c0932a6dadfe2ab13c.jpeg?downsize=800:*&output-format=auto&output-quality=auto", "https://img.buzzfeed.com/tasty-app-user-assets-prod-us-east-1/tips/c69a8d53fac64c1580db783091be0038.jpeg?downsize=800:*&output-format=auto&output-quality=auto"]
   },
  "1012": {
       "name": "Vegan Pizza",
       "description": "The BEST vegan pizza made with a garlic-herb crust, simple tomato sauce, TONS of sauteed veggies, and vegan parmesan cheese. Thin crust, tons of flavor, and ridiculously satisfying.",
       "servings": "2",
       "cooktime": "40 min",
       "type": ["dinner"],
       "kind": ["vegan"],
       "ingrdients": ["1/2 of one Trader Joe’s garlic-herb pizza crust", "1/2 cup each red, green, and orange bell pepper (loosely chopped)", "1/3 cup red onion (chopped)", "1 cup button mushrooms (chopped)", "1/2 tsp each dried or fresh basil, oregano, and garlic powder", "1/4 tsp sea salt", "1 15-ounce can tomato sauce", "1/4 tsp sea salt", "1/2 cup vegan parmesan cheese"],
       "steps": ["1. Preheat oven to 425 degrees F (218 C) and position a rack in the middle of the oven.", "2. Bring large skillet to medium heat. Once hot, add 1 Tbsp olive oil (amount as original recipe is written // adjust if altering batch size), onion and peppers. Season with salt, herbs and stir. Cook until soft and slightly charred – 10-15 minutes, adding the mushrooms in the last few minutes. Set aside.", "3. Prepare sauce by adding tomato sauce to a mixing bowl and adding seasonings and salt to taste. Adjust seasonings as needed. Set aside. Note: If using tomato paste, add water to thin until desired consistency is reached.", "4. Prepare vegan parmesan if you haven’t already by blitzing raw cashews, sea salt, nutritional yeast and garlic powder in a food processor until a fine meal is reached. Transfer to jar and refrigerate to keep fresh.", "5. Roll out dough onto a floured surface and transfer to a parchment-lined round baking sheet. You’re going to add the pizza WITH the parchment directly to the oven to properly crisp the crust, so any round object will do as it’s not actually going into the oven (I use a wood board).", "6. Top with desired amount of tomato sauce (you’ll have leftovers, which you can store in a jar for later use), a sprinkle of parmesan cheese and the sautéed veggies.", "7. Use the baking sheet to gently slide the pizza (WITH the parchment underneath) directly onto the oven rack. The parchment will help prevent it from falling through.", "8. Bake for 17-20 minutes or until crisp and golden brown.", "9. Serve with remaining parmesan cheese, dried oregano and red pepper flake.", "And Enjoy!"],
       "images": ["https://minimalistbaker.com/wp-content/uploads/2014/06/THEE-BEST-Vegan-Pizza-Sauteed-veggies-simple-tomato-sauce-loads-of-vegan-parmesan-cheese.-Pizza-perfection-vegan-pizza.jpg", "https://minimalistbaker.com/wp-content/uploads/2014/06/THE-BEST-Vegan-Pizza-Sauteed-veggies-simple-red-sauce-vegan-parmesan.-The-only-pizza-recipe-youll-ever-need.jpg", "https://minimalistbaker.com/wp-content/uploads/2014/06/THEE-BEST-Vegan-Pizza-Sauteed-veggies-simple-tomato-sauce-loads-of-vegan-parmesan-cheese.-Pizza-perfection-.jpg"]
   },
   "1013": {
       "name": "Sweet Potato Pie",
       "description": "I had never made any kind of pie before and found this to be an extremely easy recipe. Our home smelled wonderful as this baked and the result... delicious! Actually was even better than the traditional pumpkin pie we have at thanksgiving dinner. Excellent!",
       "servings": "6-8",
       "cooktime": "1 hour and 10 minutes",
       "type": ["desserts"],
       "kind": ["Non-vegan"],
       "ingrdients": ["cup of butter", "cup of suger", "2 eggs", "3/4 cup evaporated milk", "2 cups mashed sweet patato", "1 teaspoon vanilla extract", "1/2 teaspoom of cinnamon","1/2 teaspoom of nutmeg","1/4 teaspoom of salt", "9 inch unbaked pie crust"],
       "steps": ["1. In a large mixing bowl cream butter and sugar", "2. Then add eggs and mix well", "3. Add milk, sweet potatoes, vanilla, cinnamon, nutmeg, and salt; mix well.", "4. Then pour mixture into pie crust", "5. Bake at 425 degrees for 15 minutes", "6. Reduce heat to 350 degrees; bake 35-40 minutes longer or until pie tests done", "Let cool and enjoy!"],
       "images": ["https://i.imgur.com/Q3CBAsj.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/30/76/6/ZL30qHpS02TlJSlICMaj_sweet%20potato%20pie%20SITE-4.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/30/76/6/pic0L9jII.jpg"]
   },
  "1014": {
       "name": "Tiramisu",
       "description": "I have made many different Tiramisus, this one is one of the best and very authentic. The recipe actually came from the package of Alessi Savoiardi Cookies.",
       "servings": "12",
       "cooktime": "5 hrs",
       "type": ["desserts"],
       "kind": ["Non-vegan"],
       "ingrdients": ["5 large egg yolks, from large grade eggs", "1⁄4 cup sugar", "1 cup marsala", "1 cup whipping cream, chilled", "4 tablespoons sugar", "1 lb mascarpone cheese", "2 cups freshly brewed espresso or 2 cups strong coffee", "1 tablespoon vanilla", "2 (14 ounce) packages alessi Savoiardi cookies", "2 tablespoons cocoa powder", "chocolate curls or fresh edible flower (to garnish) (optional)"],
       "steps": ["1. Zabaglione Cream: In the top part of a double boiler, beat eggs and sugar together until the mixture is pale yellow in color.", "2. In the bottom part of the double boiler, bring water to a boil then reduce heat to simmer.", "3. Place egg yolk mixture over water and gradually add half of the Marsala, beating continously.", "4. Scrape bottom and sides of pan occasionally and cook 6 to 10 minutes or until soft mounds can be formed.", "5. Transfer to bowl, cover and refrigerate 30 minutes.", "6. Whip cream with 2 Tbsp sugar until soft peaks form.", "7. Fold in Mascarpone and Zabaglione and mix until well blended. Cover and refrigerate 1 hour.", "8. In a separate bowl, mix espresso, 2 Tbsp sugar, 1/2 cup Marsala and vanilla.", "9. Arrange cookies on the bottom of a 9 by 13 pan. Carefully spoon about 1 Tbsp of the coffee mixture over each cookie so they are well saturated but not falling apart.", "10. Spoon 1/2 cheese mixture over cookies and sprinkle with 1 Tbsp cocoa. Repeat one more time ending with cocoa.", "11. Cover and refrigerate at least 5 hours or overnight so that cookies can soften as they absorb moisture.", "Garnish and serve."],
       "images": ["https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/72/17/9/N36VSdamRoiaGpi8trDq_0S9A9798.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/72/17/9/vc9AFPnaQyGxFuievaLc_0S9A9827.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/72/17/9/gXDKKXRZPUbU52ztwM3J-facebook_photo.jpg"]
   },
  "1015": {
       "name": "Apple Crumble (Gluten, Dairy And Egg-Free)",
       "description": "A delicious apple crumble made without gluten. My son was intolerant of coconut, so it is also free of that, using flaked almonds instead. In place of the self-raising flour you can simply add 3 teaspoons of gluten-free baking powder to 1 1/2 cups of any all purpose gluten-free flour mix.",
       "servings": "6",
       "cooktime": "45 min",
       "type": ["desserts"],
       "kind": ["vegan"],
       "ingrdients": ["6 apples", "1⁄2 cup water", "1⁄4 cup sugar (optional)", "1 1⁄2 teaspoons cinnamon", "1 1⁄2 cups gluten-free self-raising flour", "1⁄2 cup sliced almonds", "1⁄2 cup brown sugar", "1⁄2 cup vegan margarine"],
       "steps": ["1. Preheat oven to 190ºC (375ºF).", "2. Peel, core, and slice apples thinly. Place in a pie dish with sugar, cinnamon and water.", "3. Place flour, almonds and brown sugar into a bowl. Rub the margarine into the mixture until the mixture is crumbly.", "4. Sprinkle crumble mixture over the apples.", "5. Bake for approximately 30 minutes or until golden brown on top.", "6. Serve with dairy-free custard or ice cream.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/14/72/84/usC3sJJIQdOFGUEV0kpI_gluten-free-apple-pie-8776.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/14/72/84/TkzgzWDPSJWBTsKgo82h_gluten-free-apple-pie-8767.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_560/v1/img/recipes/14/72/84/NIV0thGQPG71GppKOGUT_gluten-free-apple-pie-8775.jpg"]
   },
     "1016": {
       "name": "Mango Banana Pie",
       "description": "This Dairy free Tropical Pie can be topped with fresh whipped cream if desired! A great summer time, Luau treat! 3 mangos diced and purred in a blender works great for the nectar if you can find the juice.",
       "servings": "8",
       "cooktime": "20 min",
       "type": ["desserts"],
       "kind": ["vegan"],
       "ingrdients": ["1 1⁄2 cups sliced bananas", "1 1⁄4 cups mango nectar", "1⁄2 cup sugar", "1⁄8 teaspoon powdered ginger", "1⁄8 teaspoon cinnamon", "1 tablespoon lemon juice", "1⁄4 teaspoon salt", "3 tablespoons cornstarch", "3 tablespoons cold water", "1 prepared baked pie shell"],
       "steps": ["1. Combine mango nectar, lemon juice, sugar, ginger, cinnamon and salt. Bring to boil over low heat.", "2. Mix cornstarch and water to a smooth paste and stir into mixture. Stir until thickened and clear.", "3. Let mixture cool then fold in bananas and pour into baked pie shell.", "4. Chill and serve with whipped cream.", "And Enjoy!"],
       "images": ["https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/12/63/35/4ZILlDHYQ5WYHSmxfL8J_banana%2520pie-9654.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_768/v1/img/recipes/12/63/35/okjnndZTQBOSwYiHRfqz_banana%2520pie-9659.jpg", "https://img.sndimg.com/food/image/upload/f_auto,c_thumb,q_73,ar_16:9,w_560/v1/img/recipes/12/63/35/picsrqJ5a.jpg"]
   }

}